Repository: lubi888/gosync
Catalog: lib/l10n/app_*.arb
Languages: de

# title
source: goSync.go 241015
de: goSync.go de 240328

# helloWorld
source: hello flutter eng
de: wie gehts flutter deutschland

source: home
de: heim zu house

# golangInstall
source: go install
de: go installieren

# goSyncHeading
source: Golang Install on desktop for Windows, Apple, Linux
de: Goland Install on Windows, Apple, Linux zu Deutsch

# danger
source: dangr AI
de: achtung gefahr

source: visit Go playground
de: besuchen Go playground visitez le Go playground site

# visitGoDevPlay
source: visit Go playground
de: besuchen GoDevPlay 2 go.dev/play

# drawerHeader
source: go architecture designers
de: Go grunders founders

# ethCheckGoHelp
source: Now let us check that our installation of golang is working. Open up a terminal (linux & mac) or a command prompt (windows) and type in the following code: go version This is your go version and it should be 1.12-1.13 as these are the latest versions Type in the following code: go help This is a list of all available commands.
de: deutsch schlager Now let us check that our installation of golang is working. Open up a terminal (linux & mac) or a command prompt (windows) and type in the following code: go version This is your go version and it should be 1.12-1.13 as these are the latest versions Type in the following code: go help This is a list of all available commands.
